Repository: dheerajjha/goldybhai
Catalog: app/lib/l10n/app_*.arb
Languages: bn, gu, hi, mr, ta, te

# appTitle
source: Gold Price Tracker
bn: সোনার দাম ট্র্যাকার
gu: સોનાની કિંમત ટ્રેકર
hi: सोने की कीमत ट्रैकर
mr: सोन्याचा दर ट्रॅकर
ta: தங்க விலை டிராக்கர்
te: బంగారం ధర ట్రాకర్

# priceTab
source: Price
bn: দাম
gu: કિંમત
hi: कीमत
mr: किंमत
ta: விலை
te: ధర

# alertsTab
source: Alerts
bn: সতর্কতা
gu: ચેતવણીઓ
hi: अलर्ट
mr: सूचना
ta: எச்சரிக்கைகள்
te: హెచ్చరికలు

source: GOLD 999 WITH GST
bn: গোল্ড ৯৯৯ জিএসটি সহ
gu: ગોલ્ડ 999 જીએસટી સાથે
hi: गोल्ड 999 जीएसटी के साथ
mr: गोल्ड 999 जीएसटी सह
ta: கோல்ட் 999 ஜிஎஸ்டி உடன்
te: గోల్డ్ 999 GST తో

# perKg
source: 1 KG
bn: ১ কেজি
gu: 1 કિલો
hi: 1 किलो
mr: 1 किलो
ta: 1 கிலோ
te: 1 కిలో

# updatedAgo
source: Updated {time} ago
bn: {time} আগে আপডেট করা হয়েছে
gu: {time} પહેલાં અપડેટ કર્યું
hi: {time} पहले अपडेट किया गया
mr: {time} पूर्वी अपडेट केले
ta: {time} முன் புதுப்பிக்கப்பட்டது
te: {time} క్రితం నవీకరించబడింది

source: Last 24 Hours
bn: শেষ ২৪ ঘন্টা
gu: છેલ્લો 1 કલાક
hi: पिछले 24 घंटे
mr: गेले 24 तास
ta: கடந்த 24 மணி நேரம்
te: గత 24 గంటలు

# dataPoints
source: {count} data points
bn: {count} ডেটা পয়েন্ট
gu: {count} ડેટા પોઇન્ટ્સ
hi: {count} डेटा पॉइंट्स
mr: {count} डेटा पॉइंट्स
ta: {count} தரவு புள்ளிகள்
te: {count} డేటా పాయింట్లు

source: Create Alert
bn: সতর্কতা তৈরি করুন
gu: ચેતવણી બનાવો
hi: अलर्ट बनाएं
mr: सूचना तयार करा
ta: எச்சரிக்கையை உருவாக்கு
te: హెచ్చరికను సృష్టించండి

source: No alerts yet
bn: এখনও কোনো সতর্কতা নেই
gu: હજુ સુધી કોઈ ચેતવણી નથી
hi: अभी तक कोई अलर्ट नहीं
mr: अद्याप कोणत्याही सूचना नाहीत
ta: இன்னும் எச்சரிக்கைகள் இல்லை
te: ఇంకా హెచ్చరికలు లేవు

# createFirstAlert
source: Create your first price alert to get notified when gold price reaches your target.
bn: সোনার দাম আপনার লক্ষ্যে পৌঁছালে বিজ্ঞপ্তি পেতে আপনার প্রথম দাম সতর্কতা তৈরি করুন।
gu: સોનાની કિંમત તમારા લક્ષ્ય સુધી પહોંચે ત્યારે સૂચના મેળવવા માટે તમારી પ્રથમ કિંમત ચેતવણી બનાવો.
hi: जब सोने की कीमत आपके लक्ष्य तक पहुंचे तो सूचना पाने के लिए अपना पहला मूल्य अलर्ट बनाएं।
mr: सोन्याची किंमत तुमच्या लक्ष्यापर्यंत पोहोचल्यावर सूचना मिळविण्यासाठी तुमची पहिली किंमत सूचना तयार करा.
ta: தங்கத்தின் விலை உங்கள் இலக்கை அடையும் போது அறிவிப்பு பெற உங்கள் முதல் விலை எச்சரிக்கையை உருவாக்கவும்.
te: బంగారం ధర మీ లక్ష్యాన్ని చేరుకున్నప్పుడు నోటిఫికేషన్ పొందడానికి మీ మొదటి ధర హెచ్చరికను సృష్టించండి.

# alertMe
source: Alert me when price goes
bn: দাম হলে আমাকে সতর্ক করুন
gu: કિંમત હોય ત્યારે મને ચેતવણી આપો
hi: जब कीमत हो तो मुझे अलर्ट करें
mr: किंमत असेल तेव्हा मला सूचित करा
ta: விலை இருக்கும் போது எனக்கு எச்சரிக்கை செய்யுங்கள்
te: ధర ఉన్నప్పుడు నాకు హెచ్చరించండి

source: Above
bn: উপরে
gu: ઉપર
hi: से ऊपर
mr: वर
ta: மேலே
te: పైన

source: Below
bn: নিচে
gu: નીચે
hi: से नीचे
mr: खाली
ta: கீழே
te: క్రింద

source: Target Price
bn: লক্ষ্য মূল্য
gu: લક્ષ્ય કિંમત
hi: लक्ष्य मूल्य
mr: लक्ष्य किंमत
ta: இலக்கு விலை
te: లక్ష్య ధర

source: Enter price
bn: দাম লিখুন
gu: કિંમત દાખલ કરો
hi: कीमत दर्ज करें
mr: किंमत प्रविष्ट करा
ta: விலையை உள்ளிடவும்
te: ధరను నమోదు చేయండి

source: Cancel
bn: বাতিল করুন
gu: રદ કરો
hi: रद्द करें
mr: रद्द करा
ta: ரத்து செய்
te: రద్దు చేయండి

source: Create
bn: তৈরি করুন
gu: બનાવો
hi: बनाएं
mr: तयार करा
ta: உருவாக்கு
te: సృష్టించండి

source: Delete
bn: মুছুন
gu: કાઢી નાખો
hi: हटाएं
mr: हटवा
ta: நீக்கு
te: తొలగించండి

source: Delete Alert
bn: সতর্কতা মুছুন
gu: ચેતવણી કાઢી નાખો
hi: अलर्ट हटाएं
mr: सूचना हटवा
ta: எச்சரிக்கையை நீக்கு
te: హెచ్చరికను తొలగించండి

# deleteAlertConfirm
source: Are you sure you want to delete this alert?
bn: আপনি কি নিশ্চিত যে আপনি এই সতর্কতা মুছতে চান?
gu: શું તમે ખરેખર આ ચેતવણી કાઢી નાખવા માંગો છો?
hi: क्या आप वाकई इस अलर्ट को हटाना चाहते हैं?
mr: तुम्हाला खात्री आहे की तुम्ही ही सूचना हटवू इच्छिता?
ta: இந்த எச்சரிக்கையை நிச்சயமாக நீக்க விரும்புகிறீர்களா?
te: మీరు ఖచ్చితంగా ఈ హెచ్చరికను తొలగించాలనుకుంటున్నారా?

source: Triggered
bn: ট্রিগার হয়েছে
gu: ટ્રિગર થયું
hi: ट्रिगर हुआ
mr: ट्रिगर झाले
ta: தூண்டப்பட்டது
te: ట్రిగ్గర్ చేయబడింది

source: Active
bn: সক্রিয়
gu: સક્રિય
hi: सक्रिय
mr: सक्रिय
ta: செயலில்
te: చురుకుగా

source: Test Notification
bn: পরীক্ষা বিজ্ঞপ্তি
gu: પરીક્ષણ સૂચના
hi: टेस्ट नोटिफिकेशन
mr: चाचणी सूचना
ta: சோதனை அறிவிப்பு
te: పరీక్ష నోటిఫికేషన్

# testNotificationBody
source: This is a test push notification from your Gold Tracker backend!
bn: এটি আপনার গোল্ড ট্র্যাকার ব্যাকএন্ড থেকে একটি পরীক্ষা পুশ বিজ্ঞপ্তি!
gu: આ તમારા ગોલ્ડ ટ્રેકર બેકએન્ડથી એક પરીક્ષણ પુશ સૂચના છે!
hi: यह आपके गोल्ड ट्रैकर बैकएंड से एक टेस्ट पुश नोटिफिकेशन है!
mr: ही तुमच्या गोल्ड ट्रॅकर बॅकएंडकडून एक चाचणी पुश सूचना आहे!
ta: இது உங்கள் கோல்ட் டிராக்கர் பின்தளத்திலிருந்து ஒரு சோதனை புஷ் அறிவிப்பு!
te: ఇది మీ గోల్డ్ ట్రాకర్ బ్యాకెండ్ నుండి ఒక పరీక్ష పుష్ నోటిఫికేషన్!
